Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# stop_sharing_alert_message
source: This will delete the link and remove access to your file or folder for anyone with the link. You can’t undo this action.
be: Гэта прывядзе да выдалення спасылкі і закрые доступ да вашага файла або папкі для ўсіх у каго яна ёсць. Вы не зможаце адрабіць гэта дзеянне.
ca: Això suprimirà l'enllaç i eliminarà l'accés al fitxer o carpeta per a qualsevol persona amb l'enllaç. No podeu desfer aquesta acció.
cs: Toto smaže odkaz a odebere přístup k vašemu souboru nebo složce pro každého, kdo má odkaz. Tuto akci nelze vrátit.
da: Dette vil slette linket og fjerne adgangen til din fil eller mappe for alle med linket. Du kan ikke fortryde denne handling.
de: Dadurch wird der Link gelöscht und der Zugriff auf deine Datei oder deinen Ordner für jeden, der über den Link verfügt, entfernt. Du kannst diese Aktion nicht rückgängig machen.
el: Αυτό θα διαγράψει τον σύνδεσμο και θα καταργήσει την πρόσβαση στο αρχείο ή το φάκελό σας για οποιονδήποτε διαθέτει τον σύνδεσμο. Δεν μπορείτε να αναιρέσετε αυτήν την ενέργεια.
es: Esto eliminará el enlace y borrará el acceso a tu archivo o carpeta para cualquier persona que tenga el enlace. No puedes cancelar esta acción.
es_419: Esto eliminará el enlace y borrará el acceso a su archivo o carpeta para cualquier persona que tenga el enlace. No puede cancelar esta acción.
fi: Tämä poistaa linkin ja tiedoston tai kansion käyttöoikeuden kaikilta, joilla on tämä linkki. Tätä ei voi kumota.
fr: Ceci supprimera le lien et retirera l'accès à votre fichier ou dossier pour toute personne ayant le lien. Vous ne pouvez pas annuler cette action.
hu: Ez törölni fogja a hivatkozást és eltávolítja a hozzáférést a fájljához vagy mappájához mindenki számára. Ezt a műveletet nem lehet visszavonni.
id: Ini akan menghapus tautan dan akses berkas atau folder Anda untuk siapa pun dengan tautan. Anda tidak dapat mengurungkan tindakan ini.
it: Questo eliminerà il link e rimuoverà l'accesso al file o alla cartella per chiunque abbia il link. Non puoi annullare questa azione.
ja: これによりリンクは削除され、リンクを使ったファイルやフォルダへのアクセスができなくなります。このアクションは取り消せません。
ka: ეს წაშლის ამ ბმულს და აუკრძალავს წვდომას ყველას, ვისაც თქვენს ფაილთან ან საქაღალდესთან ამ ბმულით ჰქონდა წვდომა. ეს ქმედება შეუქცევადია.
ko: 이 작업은 링크를 삭제하고 링크가 있는 모두의 접근 권한을 제거합니다. 이 작업은 되돌릴 수 없습니다.
nb: Dette vil slette koblingen og fjerne tilgangen til filen eller mappen for de som har koblingen. Du kan ikke angre denne handlingen.
nl: Dit zal de link verwijderen en toegang tot uw bestand of map verwijderen voor iedereen met de link. U kunt deze actie niet ongedaan maken.
pl: Spowoduje to usunięcie linku i dostępu do pliku lub folderu dla każdego, kto ma link. Tej akcji nie możesz cofnąć.
pt: Isto elimina a ligação e remove o acesso ao ficheiro ou à pasta para qualquer pessoa com a ligação. Não pode desfazer esta ação.
pt_br: Isso excluirá o link e removerá o acesso ao seu arquivo ou pasta para qualquer pessoa que tenha o link. Não é possível desfazer essa ação.
ro: Aceasta va șterge legătura web și va elimina accesul la fișier sau folder pentru oricine are legătura web. Nu puteți anula această acțiune.
ru: Это приведет к удалению ссылки и лишит доступа к вашему файлу или папке всех, у кого есть такая ссылка. Отменить это действие невозможно.
sk: Týmto sa vymaže odkaz a odoberie prístup komukoľvek s odkazom k vášmu súboru alebo priečinku. Túto akciu nemožno vrátiť späť.
sv: Detta kommer ta bort länken och ta bort åtkomst till din fil eller mapp för alla som har länken. Du kan inte ångra denna åtgärd.
tr: Bu işlem, bağlantıyı siler ve bağlantıya sahip olan herkesin dosyanıza erişimini kaldırır. Bu işlem geri alınamaz.
uk: Це видалить посилання та закриє доступ до вашої теки для всіх, хто має посилання. Ви не можете скасувати цю дію.
zh_hans: 这将删除链接，并禁止任何拥有该链接的人访问您的文件或文件夹。此操作无法撤销。
zh_hant: 此操作將會刪除連結，並且阻止其他嘗試使用此連結存取檔案或資料夾的人。您無法復原此操作。

# stop_sharing_alert_title
source: Stop sharing
be: Спыніць абагульванне
ca: Deixa de compartir
cs: Zrušit sdílení
da: Stop deling
de: Freigabe beenden
el: Διακοπή κοινοποίησης
es: Dejar de compartir
es_419: Dejar de compartir
fi: Lopeta jakaminen
fr: Arrêter le partage
hu: Megosztás szünteteltetése
id: Berhenti berbagi
it: Interrompi la condivisione
ja: 共有を停止
ka: გაზიარების შეწყვეტა
ko: 공유 중지
nb: Avslutt deling
nl: Delen stoppen
pl: Zatrzymaj udostępnianie
pt: Parar a partilha
pt_br: Parar de compartilhar
ro: Oprire partajare
ru: Прекратить доступ
sk: Ukončiť zdieľanie
sv: Sluta dela
tr: Paylaşmayı durdur
uk: Закрити доступ
zh_hans: 停止共享
zh_hant: 停止分享

# stop_sharing_success_text
source: Sharing removed
be: Абагульванне выдалена
ca: S'ha esborrat la compartició.
cs: Sdílení odebráno
da: Deling fjernet
de: Freigabe entfernt
el: Η κοινή χρήση καταργήθηκε
es: Se ha eliminado la compartición.
es_419: Se eliminó la compartición.
fi: Jako poistettiin
fr: Le partage a été retiré.
hu: Megosztás eltávolítva
id: Pembagian dihapus
it: Condivisione rimossa
ja: 共有を削除
ka: გაზიარება წაიშალა
ko: 공유 삭제됨
nb: Deling fjernet
nl: Delen verwijderd
pl: Udostępnianie zostało usunięte
pt: A partilha foi removida.
pt_br: Compartilhamento removido
ro: Partajarea a fost eliminată
ru: Совместное использование удалено
sk: Zdieľanie bolo odstránené
sv: Delning borttagen
tr: Paylaşım kaldırıldı
uk: Спільне використання вилучено
zh_hans: 分享已删除
zh_hant: 分享已移除

# storage_bonus_checklist_subtitle
source: Complete these steps in your first 30 days for a free storage upgrade.
be: Завяршыце гэтыя крокі на працягу першых 30 дзён для бясплатнага паляпшэння сховішча.
ca: Completeu aquests passos durant els primers 30 dies per obtenir una millora gratuïta d'emmagatzematge.
cs: Dokončete tyto kroky během prvních 30 dnů a získejte bezplatné navýšení úložiště.
da: Gennemfør disse trin inden for dine første 30 dage for en gratis lagerpladsopgradering.
de: Führe diese Schritte innerhalb der ersten 30 Tage aus, um ein kostenloses Speicherupgrade zu erhalten.
el: Ολοκληρώστε αυτά τα βήματα τις πρώτες 30 ημέρες για μια δωρεάν αναβάθμιση αποθηκευτικού χώρου.
es: Completa estos pasos en tus primeros 30 días para una mejora de almacenamiento gratuita.
es_419: Complete estos pasos en sus primeros 30 días para mejorar el almacenamiento gratuito.
fi: Suorita nämä toimet ensimmäisten 30 päivän aikana, niin saat veloituksetta lisää tallennustilaa.
fr: Terminez ces étapes pendant vos 30 premiers jours d'utilisation et augmentez votre espace de stockage gratuitement.
hu: Az első 30 napban végezze el ezeket a lépéseket az ingyenes tárhelyfrissítéshez.
id: Selesaikan langkah-langkah ini dalam 30 hari pertama Anda untuk peningkatan penyimpanan gratis.
it: Completa questi passaggi entro i primi 30 giorni per ottenere un upgrade gratuito dello spazio di archiviazione.
ja: 無料でストレージをアップグレードするには、最初の30日間に次の手順を完了してください。
ka: შეასრულეთ ეს ნაბიჯები პირველი 30 დღის განმავლობაში უფასო საცავის გასაზრდელად.
ko: 무료 저장공간 업그레이드를 위해 이 단계들을 완료하세요.
nb: Fullfør disse trinnene i løpet av de første 30 dagene for en gratis lagringsoppgradering.
nl: Voltooi deze stappen in uw eerste 30 dagen voor een gratis upgrade van uw opslagruimte.
pl: Wykonaj te kroki w pierwszych 30 dniach, aby otrzymać dodatkową przestrzeń dyskową.
pt: Complete estes passos nos seus primeiros 30 dias para uma atualização gratuita de armazenamento.
pt_br: Complete esses passos nos seus primeiros 30 dias para obter mais espaço de armazenamento gratuitamente.
ro: Completați acești pași în primele 30 de zile pentru a vă mări spațiul de stocare.
ru: Завершите эти шаги за первые 30 дней для бесплатного улучшения хранилища.
sk: Dokončite tieto kroky počas prvých 30 dní a získajte bezplatný upgrade úložiska.
sv: Slutför dessa steg under dina första 30 dagar för en gratis uppgradering av lagringsutrymme.
tr: Ücretsiz depolama alanınızı yükseltmek için ilk 30 gününüzde bu adımları tamamlayın.
uk: Виконайте ці кроки протягом перших 30 днів, щоб отримати безплатне збільшення сховища.
zh_hans: 在 30 天内完成这些步骤，即可免费升级存储空间。
zh_hant: 在前30天完成這些步驟即可免費升級儲存空間。

# storage_bonus_checklist_title
source: Get your 3 GB storage bonus
be: Атрымайце бонус у памеры 3 ГБ сховішча
ca: Aconseguiu la bonificació d'emmagatzematge de 3 GB
cs: Získejte bonus 3 GB úložiště
da: Få din 3 GB lagerpladsbonus
de: Hole dir deinen 3 GB Speicherplatz Bonus
el: Λάβετε το μπόνους 3 GB χώρου αποθήκευσης
es: Consigue tu bonificación de 3 GB de almacenamiento
es_419: Obtenga su bonificación de 3 GB de almacenamiento
fi: Hanki 3 Gt:n tallennustilabonuksesi
fr: Obtenez votre bonus de 3 Go d'espace de stockage
hu: Szerezzen 3 GB tárhely bónuszt
id: Dapatkan bonus penyimpanan 3 GB Anda
it: Ottieni il tuo bonus di archiviazione di 3 GB
ja: 3 GBストレージボーナスを獲得する
ka: მიიღეთ თქვენი 3 გბ საცავის ბონუსი
ko: 3 GB 저장공간 보너스 받기
nb: Få din 3 GB lagringsbonus
nl: Krijg uw 3 GB opslag bonus
pl: Odbierz bonusową przestrzeń dyskową 3 GB
pt: Obtenha o seu bónus de 3 GB de armazenamento
pt_br: Obtenha seu bônus de 3 GB de armazenamento
ro: Obțineți bonusul de stocare de 3 GiB
ru: Получите бонус в 3 ГБ хранилища
sk: Získajte bonusové 3 GB úložiska
sv: Få din lagringsbonus på 3 GB
tr: 3 GB depolama alanı hediyenizi alın
uk: Отримайте 3 ГБ бонусного сховища
zh_hans: 获取 3 GB 存储空间奖励
zh_hant: 獲得您的 3 GB 儲存獎勵

# tab_bar_title_files
source: Files
be: Файлы
ca: Fitxers
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
es_419: Archivos
fi: Tiedostot
fr: Fichiers
hu: Fájlok
id: Berkas
it: File
ja: ファイル
ka: ფაილები
ko: 파일
nb: Filer
nl: Bestanden
pl: Pliki
pt: Ficheiros
pt_br: Arquivos
ro: Fișiere
ru: Файлы
sk: Súbory
sv: Filer
tr: Dosyalar
uk: Файли
zh_hans: 文件
zh_hant: 檔案

# tab_bar_title_photos
source: Photos
be: Фатаграфіі
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_419: Fotos
fi: Kuvat
hu: Fényképek
id: Foto
it: Foto
ja: 写真
ka: ფოტოები
ko: 사진
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt: Fotografias
pt_br: Fotos
ro: Fotografii
ru: Фото
sk: Fotografie
sv: Foton
tr: Fotoğraflar
uk: Фото
zh_hans: 照片
zh_hant: 相片

# tab_bar_title_shared
source: Shared
be: Абагулена
ca: Compartit
cs: Sdílené
da: Delt
de: Geteilt
el: Διαμοιρασμένα
es: Compartido
es_419: Compartido
fi: Jaetut
fr: Partagé
hu: Megosztva
id: Dibagikan
it: Condivisi
ja: 共有中
ka: გაზიარებული
ko: 공유됨
nb: Delt
nl: Gedeeld
pl: Udostępnione
pt: Partilhado
pt_br: Compartilhado
ro: Partajat
ru: Общие
sk: Zdieľané
sv: Delat
tr: Paylaşılmış
uk: Спільний доступ
zh_hans: 已共享
zh_hant: 已分享

# tab_bar_title_shared_with_me
source: Shared with me
be: Абагулена са мной
ca: Compartit amb mi
cs: Sdíleno se mnou
da: Delt med mig
de: Mit mir geteilt
el: Κοινοποιημένο με εμένα
es: Compartido conmigo
es_419: Compartido conmigo
fi: Jaettu minulle
fr: Partagé avec moi
hu: Velem megosztott
id: Dibagikan dengan saya
it: Condivisi con me
ja: 私と共有中
ka: ჩემთან გაზიარებული
ko: 나와 공유됨
nb: Delt med meg
nl: Gedeeld met mij
pl: Udostępnione dla mnie
pt: Partilhado comigo
pt_br: Compartilhado comigo
ro: Partajate cu mine
ru: Доступные мне
sk: Zdieľané so mnou
sv: Delat med mig
tr: Benimle paylaşılan
uk: Поширено для мене
zh_hans: 与我共享
zh_hant: 與我共享

# tags_migration_banner_text
source: Photo library update in progress. To speed things up, the app will keep your screen awake during the process.
be: Адбываецца абнаўленне фотатэкі. Праграма будзе трымаць ваш экран у актыўным стане, каб паскорыць працэс.
ca: S'està actualitzant la biblioteca de fotos. Per agilitzar el procés, l'aplicació mantindrà la pantalla activa.
cs: Probíhá aktualizace knihovny fotek. Pro urychlení bude aplikace udržovat vaší obrazovku aktivní během tohoto procesu.
da: Opdatering af fotobibliotek er i gang. For at fremskynde processen, holder app'en din skærm vågen undervejs.
de: Die Fotobibliotheksaktualisierung läuft. Um das zu beschleunigen, hält die App deinen Bildschirm währenddessen aktiv.
el: Η ενημέρωση της βιβλιοθήκης φωτογραφιών είναι σε εξέλιξη. Για επιτάχυνση, η εφαρμογή θα κρατήσει την οθόνη σας ανοιχτή κατά τη διάρκεια της διαδικασίας.
es: Actualización de la biblioteca de fotos en curso. Para acelerar el proceso, la aplicación mantendrá la pantalla activa durante el mismo.
es_419: Actualización de la biblioteca de fotos en curso. Para acelerar el proceso, la aplicación mantendrá la pantalla activa durante el mismo.
fi: Kuvakirjaston päivitys käynnissä. Prosessin nopeuttamiseksi sovellus pitää näytön päällä prosessin ajan.
fr: Mise à jour de la photothèque. Pour accélérer le processus, l'écran restera actif.
hu: Fényképtár frissítése folyamatban. A gyorsítás érdekében az alkalmazás ébren tartja a képernyőt a folyamat alatt.
id: Pembaruan pustaka foto sedang dalam proses. Untuk mempercepat proses, aplikasi akan membuat layar Anda tetap nyala saat proses berlangsung.
it: Aggiornamento della libreria foto in corso. Per velocizzare il processo, l’app manterrà lo schermo acceso.
ja: 写真ライブラリの更新が進行中です。処理を高速化するため、アプリは処理中に画面をオンにしたままにします。
ka: მიმდინარეობს ფოტობიბლიოთეკის განახლება. პროცესის ასაჩქარებლად აპი მიმდინარეობისას ერანს აქტიურს დატოვებს.
ko: 사진 보관함 업데이트가 진행 중입니다. 빠른 처리를 위해, 앱이 이 과정 동안 화면을 계속 켜진 상태로 유지합니다.
nb: Oppdatering av bildebibliotek pågår. For å få fart på tingene vil appen holde skjermen din våken under prosessen.
nl: De fotobibliotheek wordt bijgewerkt. Om dit te versnellen, houdt de app uw scherm actief tijdens het proces.
pl: Trwa aktualizacja biblioteki zdjęć. Aplikacja pozostawi ekran włączony, aby zapewnić szybszą aktualizację.
pt_br: Atualização da biblioteca de fotos em andamento. Para agilizar, o aplicativo manterá sua tela ativa durante o processo.
ro: Galeria foto este în curs de actualizare. Pentru a accelera procesul, aplicația va menține ecranul activ pe durata acesteia.
sk: Aktualizácia knižnice fotografií prebieha. Aby sa proces urýchlil, aplikácia počas neho udrží obrazovku aktívnu.
sv: Uppdatering av fotobiblioteket pågår. För att snabba upp processen kommer appen att hålla skärmen aktiv under processen.
tr: Fotoğraf kitaplığı güncellemesi sürüyor. Uygulama işlemi hızlandırmak için, işlem sırasında ekranınızı açık tutacak.
uk: Триває оновлення бібліотеки фотографій. Щоб пришвидшити процес, програма не дозволятиме екрану вимикатись.
zh_hans: 照片库正在更新中。为了加快速度，应用将在处理过程中保持屏幕常亮。
zh_hant: 相片庫正在更新。為了加快更新速度，應用程式會在過程中保持螢幕處於啟動狀態。

# tags_migration_e2e
source: Processing happens on your device, keeping photos secure with end-to-end encryption.
be: Адбываецца апрацоўка на вашай прыладзе, якая забяспечвае бяспеку фатаграфій з дапамогай скразнога шыфравання.
ca: El processament es fa al vostre dispositiu, tot mantenint les fotos segures amb xifratge d'extrem a extrem.
cs: Zpracování probíhá na vašem zařízení, udržující vaše fotky zabezpečené pomocí koncového šifrování.
da: Behandlingen sker på din enhed, hvilket sikrer billeder med end-to-end-kryptering.
de: Die Verarbeitung findet auf deinem Gerät statt, wobei Fotos mit Ende-zu-Ende-Verschlüsselung gesichert bleiben.
el: Η επεξεργασία πραγματοποιείται στη συσκευή σας, διατηρώντας τις φωτογραφίες ασφαλείς με κρυπτογράφηση από άκρο σε άκρο.
es: El procesamiento ocurre en tu dispositivo, manteniendo las fotos seguras con cifrado de extremo a extremo.
es_419: El procesamiento ocurre en su dispositivo, manteniendo las fotos seguras con cifrado de extremo a extremo.
fi: Käsittely tapahtuu laitteellasi, pitäen valokuvat turvassa päästä–päähän -salauksella.
fr: Le traitement est en cours sur votre appareil, gardant vos photos sécurisées avec le chiffrement de bout en bout.
hu: A feldolgozás az eszközén történik, biztonságban tartva a fényképeket végpontok közti titkosítással.
id: Pemrosesan berlangsung di perangkat untuk menjaga foto tetap aman dengan enkripsi end-to-end.
it: L’elaborazione avviene sul tuo dispositivo, mantenendo le foto sicure grazie alla crittografia end-to-end.
ja: 処理はお客様のデバイス上で行われ、エンドツーエンド暗号化により写真が安全に保たれます。
ka: დამუშავება თქვენს მოწყობილობაზე ხდება, რითიც ფოტოები დაცულია გამჭოლი დაშიფვრით.
ko: 처리는 사용자의 기기에서 이루어지며, 종단간 암호화를 통해 사진을 안전하게 보관합니다.
nb: Behandlingen skjer på enheten din, og bildene holdes sikre med ende-til-ende-kryptering.
nl: Verwerking vindt plaats op uw apparaat, waardoor foto's veilig blijven dankzij end-to-end versleuteling.
pl: Przetwarzanie odbywa się na urządzeniu, dzięki czemu zdjęcia są zabezpieczone szyfrowaniem end-to-end.
pt_br: O processamento acontece no seu dispositivo, mantendo as fotos seguras com criptografia de ponta a ponta.
ro: Procesarea are loc pe dispozitiv, păstrând fotografiile în siguranță cu criptare bilaterală.
sk: Spracovanie prebieha na vašom zariadení, pričom fotografie sú chránené pomocou komplexného šifrovania.
sv: Bearbetning sker på din enhet, vilket håller foton säkra med end-to-end-kryptering.
tr: İşlem aygıtınızda yapılır ve fotoğraflarınız uçtan uca şifrelemeyle güvende kalır.
uk: Обробка виконується на вашому пристрої, забезпечуючи безпеку фотографій завдяки наскрізному шифруванню.
zh_hans: 处理在您的设备上进行，通过端对端加密确保照片安全。

# tags_migration_headline
source: More ways to filter your photos
be: Больш спосабаў фільтраваць вашы фатаграфіі
ca: Més maneres de filtrar les vostres fotos
cs: Více způsobů, jak filtrovat vaše fotky
da: Flere måder at filtrere dine fotos på
de: Mehr Möglichkeiten, deine Fotos zu filtern
el: Περισσότεροι τρόποι για να φιλτράρετε τις φωτογραφίες σας
es: Más formas de filtrar tus fotos
es_419: Más formas de filtrar sus fotos
fi: Enemmän tapoja suodattaa kuviasi
fr: Plus de façon pour filtrer vos photos
hu: Több módja van a fotók szűrésének
id: Lebih banyak cara memfilter foto-foto Anda
it: Altri modi per filtrare le tue foto.
ja: 写真をフィルターするその他の方法
ka: თქვენი სურათების გაფილტვრის მეტი გზა
ko: 사진을 필터링하는 더 많은 방법
nb: Flere måter å filtrere bildene dine på
nl: Meer manieren om uw foto's te filteren
pl: Więcej sposobów filtrowania zdjęć
pt_br: Mais formas de filtrar suas fotos
ro: Mai multe modalități de a vă filtra fotografiile
sk: Viac spôsobov filtrovania vašich fotografií
sv: Fler sätt att filtrera dina foton
tr: Fotoğraflarınızı süzmenin diğer yolları
uk: Більше способів фільтрувати ваші фотографії
zh_hans: 更多筛选照片的方式

# tags_migration_keep_awake
source: This may take a while, but you can keep using the app while we set it up.
be: Працэс наладжвання можа заняць некаторы час, але вы можаце працягваць карыстацца праграмай.
ca: Això pot trigar una estona, però podeu seguir utilitzant l'aplicació mentre la configurem.
cs: To může chvíli trvat, ale během nastavování můžete aplikaci nadále používat.
da: Dette kan tage lidt tid, men du kan fortsat bruge appen, mens vi gør den klar.
de: Das kann einen Moment dauern, aber du kannst die App weiterhin nutzen, während wir sie einrichten.
el: Αυτό μπορεί να πάρει λίγο χρόνο, αλλά μπορείτε να συνεχίσετε να χρησιμοποιείτε την εφαρμογή όσο τη ρυθμίζουμε.
es: Esto puede tardar un poco, pero puedes seguir usando la aplicación mientras lo configuramos.
es_419: Esto puede tardar un poco pero puede seguir usando la aplicación mientras lo configuramos.
fi: Tämä saattaa kestää hetken, mutta voit jatkaa sovelluksen käyttöä samalla kun määritämme sen.
fr: Cela peut prendre un moment, mais vous pouvez continuer à utiliser l'application pendant que nous la configurons.
hu: Ez eltarthat egy darabig, de továbbra is használhatja az alkalmazást, amíg a beállítás lezajlik.
id: Proses ini mungkin memakan waktu, tetapi aplikasi dapat terus digunakan selama penyiapan.
it: Potrebbe richiedere un po’ di tempo, ma puoi continuare a usare l’app mentre lo configuriamo.
ja: 設定にはしばらく時間がかかる場合がありますが、その間も引き続きアプリをご利用いただけます。
ka: ამას, შეიძლება, საკმაო დრო დასჭირდეთ, მაგრამ თქვენ შეგიძლიათ, გააგრძელოთ აპის გამოყენება.
ko: 다소 시간이 걸릴 수 있지만, 저희가 설정하는 동안 귀하께서는 앱을 계속 사용하실 수 있습니다.
nb: Dette kan ta litt tid, men du kan fortsette å bruke appen mens vi setter det opp.
nl: Dit kan even duren, maar u kunt de app blijven gebruiken terwijl we deze instellen.
pl: Proces może potrwać chwilę, ale możesz dalej korzystać z aplikacji.
pt_br: Isso pode demorar um pouco, mas você pode continuar usando o aplicativo enquanto o configuramos.
ro: Acest lucru ar putea dura puțin, dar puteți continua să utilizați aplicația în timp ce se configurează.
sk: Môže to chvíľu trvať, ale aplikáciu môžete naďalej používať, kým ju nastavujeme.
sv: Detta kan ta ett tag, men du kan fortsätta använda appen medan vi ställer in den.
tr: Bu işlem biraz zaman alabilir. Uygulama kurulurken kullanmayı sürdürebilirsiniz.
uk: Це може зайняти деякий час, але ви можете продовжувати користуватися програмою, поки ми її налаштовуємо.
zh_hans: 这可能需要一段时间，但您可以在我们设置的同时继续使用应用。

# tags_migration_new_filter
source: We’re updating your library to help you quickly sort photos, like by Screenshots.
be: Мы абнаўляем вашу бібліятэку, каб дапамагчы вам хутка сартаваць фатаграфіі, напрыклад, па здымках экрана
ca: S'està actualitzant la vostra biblioteca per ajudar-vos a ordenar ràpidament les fotos, com ara per captures de pantalla.
cs: Aktualizujeme vaší knihovnu, abychom vám pomohli rychleji třídit fotky, například podle snímků obrazovky.
da: Vi opdaterer dit bibliotek, så du nemt kan sortere fotos, f.eks. efter skærmbilleder.
de: Wir aktualisieren deine Bibliothek, um dir zu helfen, Fotos schnell zu sortieren, zum Beispiel nach Screenshots.
el: Ανανεώνουμε τη βιβλιοθήκη σας για να σας βοηθήσουμε να ταξινομείτε γρήγορα τις φωτογραφίες, όπως για παράδειγμα με βάση Στιγμιότυπων Οθόνης.
es: Estamos actualizando tu biblioteca para ayudarte a ordenar fotos rápidamente, como por Capturas de pantalla.
es_419: Estamos actualizando su biblioteca para ayudarle a ordenar fotos rápidamente, como por capturas de pantalla.
fi: Päivitämme kirjastoasi auttaaksemme sinua lajittelemaan kuvia nopeasti, esimerkiksi kuvankaappausten perusteella.
fr: Nous mettons à jour votre bibliothèque pour vous aider à trier rapidement vos photos, comme les captures d'écran.
hu: Frissítjük könyvtárát, hogy gyorsan rendezhesse fényképeit, például a képernyőképek alapján.
id: Kami memperbarui pustaka Anda untuk membantu Anda mengurutkan foto dengan cepat, seperti berdasarkan tangkapan layar.
it: Stiamo aggiornando la tua libreria per aiutarti a ordinare rapidamente le foto, ad esempio per Screenshot.
ja: お客様のライブラリを更新しており、スクリーンショットなどで写真を素早く並べ替えられるようになります。
ka: ჩვენ ვანახლებთ თქვენს ბიბლიოთეკას, რომ დაგეხმაროთ, სწრაფად დაალაგოთ ისეთი ფოტოები, როგორიცაა, მაგალითად, ეკრანის ანაბეჭდები.
ko: 스크린샷과 같은 사진을 빠르게 정렬할 수 있도록 사용자의 라이브러리를 업데이트하는 중입니다.
nb: Vi oppdaterer biblioteket ditt for å hjelpe deg med å sortere bilder raskt, for eksempel etter skjermbilder.
nl: We zijn uw bibliotheek aan het updaten om u te helpen snel foto's te sorteren, zoals op schermafbeeldingen.
pl: Aktualizujemy bibliotekę, aby ułatwić Ci szybkie sortowanie zdjęć, np. według zrzutów ekranu.
pt_br: Estamos atualizando sua biblioteca para ajudar você a organizar rapidamente as fotos, como por Capturas de tela.
ro: Se actualizează biblioteca pentru a vă ajuta să sortați rapid fotografiile, de exemplu, după capturi de ecran.
sk: Aktualizujeme vašu knižnicu, aby ste mohli rýchlo triediť fotografie, napríklad podľa snímok obrazovky.
sv: Vi uppdaterar ditt bibliotek för att hjälpa dig att snabbt sortera foton, till exempel efter skärmdumpar.
tr: Fotoğrafları ekran görüntüleri gibi hızlıca gruplamanıza yardımcı olmak için kitaplığı güncelliyoruz.
uk: Ми оновлюємо вашу бібліотеку, щоб допомогти вам швидко сортувати фотографії, наприклад, за знімками екрана.
zh_hans: 我们正在更新您的图库，以便帮助您快速整理照片，例如按屏幕截图分类。
